Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# info.price_impact.description
source: Price impact is the change in token price caused by your trade size. Higher price impact means you receive fewer tokens due to low liquidity or a large order size.
ar: تأثير السعر هو التغيير في سعر الرمز المميز الناتج عن حجم تداولك. يعني ارتفاع تأثير السعر أنك ستتلقى عددًا أقل من الرموز المميزة بسبب انخفاض السيولة أو حجم الطلب الكبير.
bn: মূল্যের প্রভাব হল আপনার ট্রেড সাইজের কারণে টোকেন মূল্যের পরিবর্তন। উচ্চ মূল্যের প্রভাবের অর্থ হল আপনি কম তরলতা বা একটি বড় অর্ডার আকারের কারণে কম টোকেন পাবেন।
cs: Vliv ceny je změna ceny tokenu způsobená velikostí vašeho obchodu. Vyšší dopad na cenu znamená, že obdržíte méně tokenů kvůli nízké likviditě nebo velké velikosti objednávky.
da: Prispåvirkning er ændringen i tokenpris forårsaget af din handelsstørrelse. Større prispåvirkning betyder, at du modtager færre tokens på grund af lav likviditet eller en stor ordrestørrelse.
de: Der Preiseinfluss ist die Änderung des Token-Preises, die durch Ihre Handelsgröße verursacht wird. Ein höherer Preiseinfluss bedeutet, dass Sie aufgrund geringer Liquidität oder einer großen Auftragsgröße weniger Token erhalten.
es: El impacto en el precio es el cambio en el precio del token causado por el tamaño de la operación. Un mayor impacto en el precio significa que recibe menos tokens debido a una baja liquidez o a un gran tamaño de la orden.
fa: تاثیر قیمت تغییر در قیمت توکن است که به دلیل اندازه معامله شما ایجاد می شود. تاثیر قیمت بالاتر به این معنی است که به دلیل نقدینگی کم یا حجم سفارش بزرگ، توکن های کمتری دریافت می کنید.
fil: Ang epekto sa presyo ay ang pagbabago sa presyo ng token na dulot ng laki ng iyong kalakalan. Ang mas mataas na epekto sa presyo ay nangangahulugan na nakakatanggap ka ng mas kaunting mga token dahil sa mababang pagkatubig o isang malaking laki ng order.
fr: L'impact sur le prix est la variation du prix du jeton causée par la taille de votre transaction. Un impact sur le prix plus élevé signifie que vous recevez moins de jetons en raison d'une faible liquidité ou d'une taille de commande importante.
ha: Tasirin farashi shine canjin farashin alamar da girman cinikin ku ya haifar. Tasirin farashi mafi girma yana nufin ka karɓi ƴan alamu saboda ƙarancin kuɗi ko girman oda.
he: השפעת המחיר היא השינוי במחיר האסימון שנגרם על ידי גודל המסחר שלך. השפעה גבוהה יותר על המחיר פירושה שאתה מקבל פחות אסימונים עקב נזילות נמוכה או גודל הזמנה גדול.
hi: मूल्य प्रभाव आपके व्यापार आकार के कारण टोकन मूल्य में होने वाला परिवर्तन है। उच्च मूल्य प्रभाव का मतलब है कि आपको कम तरलता या बड़े ऑर्डर आकार के कारण कम टोकन प्राप्त होते हैं।
id: Dampak harga adalah perubahan harga token yang disebabkan oleh ukuran perdagangan Anda. Dampak harga yang lebih tinggi berarti Anda menerima lebih sedikit token karena likuiditas rendah atau ukuran pesanan besar.
it: L'impatto sul prezzo è la variazione del prezzo del token causata dalla dimensione del tuo trade. Un impatto sul prezzo più elevato significa che ricevi meno token a causa della bassa liquidità o di una grande dimensione dell'ordine.
ja: 価格影響とは、取引サイズによって生じるトークン価格の変化です。価格影響が大きいということは、流動性が低いか注文サイズが大きいために受け取るトークンが少なくなることを意味します。
ko: 가격 영향은 거래 규모로 인해 발생하는 토큰 가격의 변화입니다. 가격 영향이 클수록 유동성이 낮거나 주문 규모가 커서 토큰을 덜 받는다는 의미입니다.
ms: Kesan harga ialah perubahan dalam harga token yang disebabkan oleh saiz dagangan anda. Kesan harga yang lebih tinggi bermakna anda menerima lebih sedikit token disebabkan kecairan yang rendah atau saiz pesanan yang besar.
nl: Prijsimpact is de verandering in de tokenprijs die wordt veroorzaakt door de omvang van uw transactie. Een hogere prijsimpact betekent dat u minder tokens ontvangt vanwege de lage liquiditeit of een grote ordergrootte.
pl: Wpływ ceny to zmiana ceny tokena spowodowana rozmiarem transakcji. Większy wpływ ceny oznacza, że otrzymujesz mniej tokenów z powodu niskiej płynności lub dużego rozmiaru zamówienia.
pt_br: Impacto de preço é a mudança no preço do token causada pelo tamanho da sua negociação. Impacto de preço mais alto significa que você recebe menos tokens devido à baixa liquidez ou a um tamanho de ordem grande.
ro: Impactul prețului este modificarea prețului tokenului cauzată de dimensiunea tranzacției dvs. Impactul mai mare al prețului înseamnă că primiți mai puține tokenuri din cauza lichidității scăzute sau a unei comenzi mari.
ru: Влияние цены — это изменение цены токена, вызванное размером вашей сделки. Более высокое влияние цены означает, что вы получаете меньше токенов из-за низкой ликвидности или большого размера заказа.
sw: Athari ya bei ni mabadiliko ya bei ya tokeni yanayosababishwa na ukubwa wa biashara yako. Athari ya bei ya juu inamaanisha unapokea tokeni chache kutokana na ukwasi mdogo au ukubwa mkubwa wa agizo.
th: ผลกระทบต่อราคาคือการเปลี่ยนแปลงของราคาโทเค็นที่เกิดจากขนาดการซื้อขายของคุณ ผลกระทบต่อราคาที่สูงขึ้นหมายความว่าคุณได้รับโทเค็นน้อยลงเนื่องจากสภาพคล่องต่ำหรือขนาดคำสั่งซื้อที่ใหญ่
tr: Fiyat etkisi, işlem boyutunuzdan kaynaklanan token fiyatındaki değişikliktir. Daha yüksek fiyat etkisi, düşük likidite veya büyük sipariş boyutu nedeniyle daha az token aldığınız anlamına gelir.
uk: Вплив ціни — це зміна ціни токена, спричинена розміром вашої торгівлі. Більший вплив на ціну означає, що ви отримуєте менше токенів через низьку ліквідність або великий розмір замовлення.
ur: قیمت کا اثر آپ کے تجارتی سائز کی وجہ سے ٹوکن کی قیمت میں تبدیلی ہے۔ زیادہ قیمت کے اثر کا مطلب ہے کہ آپ کو کم لیکویڈیٹی یا آرڈر کے بڑے سائز کی وجہ سے کم ٹوکن ملتے ہیں۔
vi: Tác động giá là sự thay đổi về giá token do quy mô giao dịch của bạn gây ra. Tác động giá cao hơn có nghĩa là bạn nhận được ít token hơn do tính thanh khoản thấp hoặc quy mô lệnh lớn.
zh_hans: 价格影响表示交易对价格的冲击。价格影响越大，收到的代币越少，可能由于流动性低或交易金额大。
zh_hant: 價格影響表示交易對價格的衝擊。價格影響越大，收到的代幣越少，可能因為流動性低或交易金額大。

# info.slippage.description
source: Slippage refers to the difference between the expected price of a trade and the actual price at which it is executed.
ar: يشير الانزلاق إلى الفرق بين السعر المتوقع للتداول والسعر الفعلي الذي يتم تنفيذه به.
bn: স্লিপেজ বলতে কোনও ট্রেডের প্রত্যাশিত মূল্য এবং এটি সম্পাদিত প্রকৃত মূল্যের মধ্যে পার্থক্য বোঝায়।
cs: Skluz označuje rozdíl mezi očekávanou cenou obchodu a skutečnou cenou, za kterou je obchod proveden.
da: Slippage refererer til forskellen mellem den forventede pris på en handel og den faktiske pris, den udføres til.
de: Slippage bezeichnet die Differenz zwischen dem erwarteten Preis eines Handels und dem tatsächlichen Preis, zu dem er ausgeführt wird.
es: El deslizamiento se refiere a la diferencia entre el precio esperado de una operación y el precio real al que se ejecuta.
fa: لغزش به تفاوت بین قیمت مورد انتظار یک معامله و قیمت واقعی که در آن انجام می‌شود اشاره دارد.
fil: Ang slippage ay tumutukoy sa pagkakaiba sa pagitan ng inaasahang presyo ng isang kalakalan at ang aktwal na presyo kung saan ito isinasagawa.
fr: Le glissement fait référence à la différence entre le prix attendu d'une transaction et le prix réel auquel elle est exécutée.
ha: Zamewa yana nufin bambanci tsakanin farashin ciniki da ake tsammani da ainihin farashin da ake aiwatar da shi.
he: החלקה (Slippage) מתייחסת להפרש בין המחיר הצפוי של עסקה לבין המחיר בפועל שבו היא מבוצעת.
hi: स्लिपेज से तात्पर्य किसी व्यापार की अपेक्षित कीमत और उस वास्तविक कीमत, जिस पर वह व्यापार निष्पादित होता है, के बीच के अंतर से है।
id: Slippage merujuk pada perbedaan antara harga yang diharapkan dari suatu perdagangan dan harga aktual saat perdagangan itu dieksekusi.
it: Lo slippage si riferisce alla differenza tra il prezzo previsto di una transazione e il prezzo effettivo a cui viene eseguita.
ja: スリッページとは、取引の予想価格と実際に約定した価格の差を指します。
ko: 슬리피지란 거래의 예상 가격과 실제로 실행되는 가격의 차이를 말합니다.
ms: Slippage merujuk kepada perbezaan antara harga jangkaan perdagangan dan harga sebenar di mana ia dilaksanakan.
nl: Slippage verwijst naar het verschil tussen de verwachte prijs van een transactie en de daadwerkelijke prijs waartegen de transactie wordt uitgevoerd.
pl: Poślizg odnosi się do różnicy między oczekiwaną ceną transakcji a rzeczywistą ceną, po której została ona zrealizowana.
pt_br: Deslizamento refere-se à diferença entre o preço esperado de uma negociação e o preço real pelo qual ela é executada.
ro: Alunecarea se referă la diferența dintre prețul așteptat al unei tranzacții și prețul real la care aceasta este executată.
ru: Проскальзывание означает разницу между ожидаемой ценой сделки и фактической ценой, по которой она исполняется.
sw: Slippage inarejelea tofauti kati ya bei inayotarajiwa ya biashara na bei halisi ambayo inatekelezwa.
th: ความสลิปเพจหมายถึงความแตกต่างระหว่างราคาที่คาดหวังของการซื้อขายและราคาจริงที่ดำเนินการ
tr: Kayma, bir işlemin beklenen fiyatı ile gerçekleştirildiği gerçek fiyat arasındaki farkı ifade eder.
uk: Прослизання стосується різниці між очікуваною ціною угоди та фактичною ціною, за якою вона виконується.
ur: Slippage سے مراد تجارت کی متوقع قیمت اور اصل قیمت کے درمیان فرق ہے جس پر اس پر عمل درآمد ہوتا ہے۔
vi: Trượt giá là sự chênh lệch giữa giá dự kiến của một giao dịch và giá thực tế khi giao dịch đó được thực hiện.
zh_hans: 滑点是指交易预期价格与实际执行价格之间的差异。
zh_hant: 滑點是指交易預期價格與實際成交價格之間的差異。

# info.stake.apr.description
source: Annual Percentage Rate (APR) is the yearly reward rate for staking your cryptocurrency.
ar: معدل النسبة السنوية (APR) هو معدل المكافأة السنوي لمراهنة العملة المشفرة الخاصة بك.
bn: বার্ষিক শতাংশ হার (এপিআর) হল আপনার ক্রিপ্টোকারেন্সি শেয়ার করার জন্য বার্ষিক পুরষ্কারের হার।
cs: Roční procentní sazba (RPSN) je roční odměna za staking vaší kryptoměny.
da: Årlig procentsats (ÅOP) er den årlige belønningssats for at satse din kryptovaluta.
de: Der effektive Jahreszins (APR) ist der jährliche Belohnungssatz für das Staking Ihrer Kryptowährung.
es: La tasa de porcentaje anual (APR) es la tasa de recompensa anual por hacer stake de tu criptomoneda.
fa: نرخ درصد سالانه (APR) نرخ پاداش سالانه برای سپرده‌گذاری ارز دیجیتال شما است.
fil: Ang Annual Percentage Rate (APR) ay ang taunang reward rate para sa staking ng iyong cryptocurrency.
fr: Le taux annuel en pourcentage (APR) est le taux de récompense annuel pour le staking de votre crypto-monnaie.
ha: Yawan Kashi na shekara-shekara (APR) shine ƙimar lada na shekara don tara kuɗin cryptocurrency.
he: שיעור אחוז שנתי (APR) הוא שיעור התגמול השנתי עבור הפקדת מטבע הקריפטו שלך.
hi: वार्षिक प्रतिशत दर (एपीआर) आपकी क्रिप्टोकरेंसी को दांव पर लगाने के लिए वार्षिक पुरस्कार दर है।
id: Tingkat Persentase Tahunan (APR) adalah tingkat imbalan tahunan untuk mempertaruhkan mata uang kripto Anda.
it: Il tasso percentuale annuo (APR) è il tasso di ricompensa annuale per lo staking della tua criptovaluta.
ja: 年率 (APR) は、暗号通貨をステーキングした場合の年間報酬率です。
ko: 연이율(APR)은 암호화폐를 스테이킹할 때 매년 지급되는 보상률입니다.
ms: Kadar Peratusan Tahunan (APR) ialah kadar ganjaran tahunan untuk mempertaruhkan mata wang kripto anda.
nl: Jaarlijks percentage (APR) is het jaarlijkse beloningspercentage voor het staken van uw cryptocurrency.
pl: Roczna stopa procentowa (APR) to roczna stopa nagrody za stakowanie kryptowaluty.
pt_br: Taxa Percentual Anual (APR) é a taxa de recompensa anual por fazer stake da sua criptomoeda.
ro: Rata anuală procentuală (APR) este rata anuală de recompensă pentru plasarea criptomonedei tale.
ru: Годовая процентная ставка (APR) — это годовая ставка вознаграждения за стейкинг вашей криптовалюты.
sw: Kiwango cha Asilimia cha Mwaka (APR) ni kiwango cha tuzo cha kila mwaka cha kuweka sarafu yako ya cryptocurrency.
th: อัตราเปอร์เซ็นต์ต่อปี (APR) คืออัตราผลตอบแทนรายปีสำหรับการสเตคสกุลเงินดิจิทัลของคุณ
tr: Yıllık Yüzde Oranı (APR), kripto paranızı stake etmeniz durumunda ödeyeceğiniz yıllık ödül oranıdır.
uk: Річна процентна ставка (APR) – це річна ставка винагороди за стейкінг вашої криптовалюти.
ur: سالانہ فیصدی شرح (APR) آپ کی کریپٹو کرنسی کو اسٹیک کرنے کے لیے سالانہ انعام کی شرح ہے۔
vi: Tỷ lệ phần trăm hàng năm (APR) là tỷ lệ phần thưởng hàng năm cho việc đặt cược tiền điện tử của bạn.
zh_hans: 年利率（APR）是质押加密货币的年度回报率。
zh_hant: 年利率（APR）是質押加密貨幣的年度報酬率。

# info.stake.reserved.description
source: A small amount stays in your wallet to cover fees for operations like unstaking or claiming rewards.
ar: يبقى مبلغ صغير في محفظتك لتغطية الرسوم الخاصة بالعمليات مثل إلغاء المراهنة أو المطالبة بالمكافآت.
bn: পুরষ্কার দাবি করা বা আনস্টেক করার মতো ক্রিয়াকলাপের ফি মেটাতে আপনার ওয়ালেটে অল্প পরিমাণ টাকা থেকে যায়।
cs: Malá částka vám zůstane v peněžence na pokrytí poplatků za operace, jako je odstraňování sázek nebo nárokování odměn.
da: Et lille beløb forbliver i din pung til at dække gebyrer for operationer som at fjerne indsatser eller gøre krav på belønninger.
de: Ein kleiner Betrag verbleibt in Ihrem Wallet, um Gebühren für Vorgänge wie das Aufheben der Absteckung oder das Einfordern von Prämien zu decken.
es: Una pequeña cantidad permanece en tu billetera para cubrir las tarifas de operaciones como retirar del stake o reclamar recompensas.
fa: مقدار کمی در کیف پول شما باقی می‌ماند تا هزینه‌های عملیاتی مانند لغو استیک یا دریافت پاداش را پوشش دهد.
fil: May maliit na halaga ang nananatili sa iyong wallet para mabayaran ang mga bayarin para sa mga operasyon tulad ng pag-unstaking o pag-claim ng mga reward.
fr: Une petite somme reste dans votre portefeuille pour couvrir les frais d'opérations telles que le déblocage ou la réclamation de récompenses.
ha: Ƙananan kuɗi yana tsayawa a cikin walat ɗin ku don biyan kuɗi don ayyuka kamar cirewa ko neman lada.
he: סכום קטן נשאר בארנק שלך כדי לכסות עמלות עבור פעולות כמו ביטול הפקדה או תביעת תגמולים.
hi: आपके वॉलेट में एक छोटी राशि रहती है, जो अनस्टेकिंग या पुरस्कार का दावा करने जैसे कार्यों के लिए शुल्क को कवर करती है।
id: Sejumlah kecil dana disimpan di dompet Anda untuk menutupi biaya operasi seperti unstaking atau klaim hadiah.
it: Una piccola somma rimane nel tuo portafoglio per coprire le commissioni per operazioni come l'annullamento dello staking o la richiesta di premi.
ja: ステーキング解除や報酬の請求などの操作にかかる手数料をカバーするために、少額がウォレットに残ります。
ko: 스테이킹 해제나 보상 청구 등의 수수료를 충당하기 위해 소액이 지갑에 남아 있습니다.
ms: Sejumlah kecil kekal dalam dompet anda untuk menampung yuran untuk operasi seperti menanggalkan atau menuntut ganjaran.
nl: Een klein bedrag blijft in uw portemonnee staan om de kosten voor handelingen zoals unstaking of het claimen van beloningen te dekken.
pl: Niewielka kwota pozostaje w Twoim portfelu i służy pokryciu opłat za operacje, takie jak anulowanie transakcji lub odbieranie nagród.
pt_br: Uma pequena quantia fica na sua carteira para cobrir taxas de operações como retirada de stake ou reivindicação de recompensas.
ro: O sumă mică rămâne în portofelul tău pentru a acoperi comisioanele aferente operațiunilor precum unstaking-ul sau revendicarea recompenselor.
ru: Небольшая сумма остается в вашем кошельке для покрытия комиссий за такие операции, как отмена стейкинга или получение вознаграждений.
sw: Kiasi kidogo husalia kwenye mkoba wako ili kulipia ada za shughuli kama vile kutoweka au kudai zawadi.
th: เงินจำนวนเล็กน้อยจะอยู่ในกระเป๋าเงินของคุณเพื่อชำระค่าธรรมเนียมการดำเนินการ เช่น การเลิกสเตคหรือการรับรางวัล
tr: Cüzdanınızda, stake'lerinizi iptal etme veya ödül talep etme gibi işlemlerin ücretlerini karşılamak için küçük bir miktar kalır.
uk: Невелика сума залишається у вашому гаманці для покриття комісій за такі операції, як зняття коштів зі стейкінгу або отримання винагород.
ur: ایک چھوٹی سی رقم آپ کے والیٹ میں رہ جاتی ہے تاکہ ان کارروائیوں کے لیے فیس کو پورا کیا جا سکے جیسے کہ ان اسٹیکنگ یا انعامات کا دعویٰ کرنا۔
vi: Một số tiền nhỏ sẽ được giữ lại trong ví của bạn để trang trải phí cho các hoạt động như hủy đặt cọc hoặc nhận phần thưởng.
zh_hans: 钱包中会留有少量资金，用于支付取消质押或领取奖励等操作的费用。
zh_hant: 錢包中會留有少量資金，用於支付取消質押或領取獎勵等操作的費用。

# info.stake.reserved.title
source: Reserved for Network Fee
ar: محجوز لرسوم الشبكة
bn: নেটওয়ার্ক ফি এর জন্য সংরক্ষিত
cs: Rezervováno pro síťový poplatek
da: Reserveret til netværksgebyr
de: Reserviert für Netzwerkgebühr
es: Reservado para comisión de red
fa: برای هزینه شبکه رزرو شده است
fil: Nakalaan para sa Bayad ng Network
fr: Réservé aux frais de réseau
ha: An tanada don Kudin hanyar sadarwa
he: שמור עבור דמי רשת
hi: नेटवर्क शुल्क के लिए आरक्षित
id: Dicadangkan untuk Biaya Jaringan
it: Riservato per la commissione di rete
ja: ネットワーク手数料として確保
ko: 네트워크 수수료로 예약됨
ms: Dikhaskan untuk Yuran Rangkaian
nl: Gereserveerd voor netwerkkosten
pl: Zarezerwowane na opłatę sieciową
pt_br: Reservado para taxa de rede
ro: Rezervat pentru comision de rețea
ru: Зарезервировано для комиссии сети
sw: Imehifadhiwa kwa Ada ya Mtandao
th: สงวนไว้สำหรับค่าธรรมเนียมเครือข่าย
tr: Ağ ücreti için ayrıldı
uk: Зарезервовано для комісії мережі
ur: نیٹ ورک فیس کے لیے محفوظ ہے
vi: Dành riêng cho Phí mạng
zh_hans: 预留网络费
zh_hant: 預留網路費用

# info.stake_frozen_required_description
source: Staking on TRON takes two steps. First freeze TRX, then stake it to earn rewards.
ar: يتم التخزين على TRON عبر خطوتين. جمّد TRX أولاً، ثم قم بتخزينه لكسب المكافآت.
bn: TRON-এ স্টেকিং দুই ধাপে হয়। প্রথমে TRX ফ্রিজ করুন, তারপর পুরস্কার পেতে সেটি স্টেক করুন।
cs: Vsázení na TRONu má dva kroky. Nejprve zmrazte TRX, poté jej vsaďte a získejte odměny.
da: Staking på TRON sker i to trin. Frys først TRX, og stake det derefter for at tjene belønninger.
de: Staking auf TRON erfolgt in zwei Schritten. Friere zuerst TRX ein und stake es dann, um Belohnungen zu verdienen.
es: Hacer stake en TRON tiene dos pasos. Primero congela TRX y luego hazle stake para ganar recompensas.
fa: استیکینگ در TRON دو مرحله دارد. ابتدا TRX را فریز کنید، سپس آن را استیک کنید تا پاداش بگیرید.
fil: May dalawang hakbang ang staking sa TRON. Una, i-freeze ang TRX, pagkatapos ay i-stake ito para kumita ng rewards.
fr: Le staking sur TRON se fait en deux étapes. Gelez d'abord des TRX, puis stakez-les pour gagner des récompenses.
ha: Saka hannun jari a TRON yana da matakai biyu. Da farko ka daskare TRX, sannan ka saka shi don samun lada.
he: סטייקינג ב-TRON נעשה בשני שלבים. תחילה הקפא TRX, ולאחר מכן בצע עליו סטייקינג כדי להרוויח תגמולים.
hi: TRON पर स्टेकिंग दो चरणों में होती है। पहले TRX जमाएं, फिर इनाम पाने के लिए उसे स्टेक करें।
id: Staking di TRON dilakukan dalam dua langkah. Bekukan TRX dulu, lalu staking untuk mendapatkan hadiah.
it: Fare stake su TRON richiede due passaggi. Prima congela i TRX, poi mettili in stake per guadagnare premi.
ja: TRONのステーキングは2ステップです。まずTRXをフリーズし、次にステークして報酬を獲得します。
ko: TRON 스테이킹은 두 단계로 진행됩니다. 먼저 TRX를 동결한 다음, 스테이킹하여 보상을 받으세요.
ms: Pertaruhan di TRON melibatkan dua langkah. Bekukan TRX dahulu, kemudian pertaruhkannya untuk memperoleh ganjaran.
nl: Staken op TRON gaat in twee stappen. Bevries eerst TRX en stake het daarna om beloningen te verdienen.
pl: Staking na TRON składa się z dwóch kroków. Najpierw zamroź TRX, a następnie postaw je, aby zdobyć nagrody.
pt_br: Fazer stake na TRON tem duas etapas. Primeiro congele TRX e depois faça stake para ganhar recompensas.
ro: Mizarea pe TRON are doi pași. Mai întâi îngheață TRX, apoi mizează-l pentru a câștiga recompense.
ru: Стейкинг в TRON состоит из двух шагов. Сначала заморозьте TRX, а затем застейкайте его, чтобы получать вознаграждения.
sw: Kuweka hisa kwenye TRON huhusisha hatua mbili. Kwanza ganda TRX, kisha uziweke hisa ili kupata zawadi.
th: การสเตคบน TRON มีสองขั้นตอน ก่อนอื่นฟรีซ TRX จากนั้นสเตคเพื่อรับรางวัล
tr: TRON'da staking iki adımdan oluşur. Önce TRX'i dondurun, ardından ödül kazanmak için stake edin.
uk: Стейкінг у TRON складається з двох кроків. Спершу заморозьте TRX, а потім застейкайте його, щоб отримувати винагороди.
ur: TRON پر اسٹیکنگ دو مراحل میں ہوتی ہے۔ پہلے TRX منجمد کریں، پھر انعامات کمانے کے لیے اسے اسٹیک کریں۔
vi: Đặt cọc trên TRON gồm hai bước. Trước tiên hãy đóng băng TRX, sau đó đặt cọc để nhận phần thưởng.
zh_hans: 在 TRON 上质押分两步。先冻结 TRX，然后质押以赚取奖励。
zh_hant: 在 TRON 上質押分兩步。先凍結 TRX，然後質押以賺取獎勵。

# info.stake_frozen_required_title
source: Freeze TRX to Stake
ar: جمّد TRX للتخزين
bn: স্টেক করতে TRX ফ্রিজ করুন
cs: Zmrazte TRX pro vsazení
da: Frys TRX for at stake
de: TRX zum Staking einfrieren
es: Congela TRX para hacer stake
fa: برای استیک، TRX را فریز کنید
fil: I-freeze ang TRX para mag-stake
fr: Gelez des TRX pour staker
ha: Daskare TRX don saka hannun jari
he: הקפא TRX כדי לבצע סטייקינג
hi: स्टेक करने के लिए TRX जमाएं
id: Bekukan TRX untuk staking
it: Congela TRX per fare stake
ja: ステークするにはTRXをフリーズ
ko: 스테이킹하려면 TRX를 동결하세요
ms: Bekukan TRX untuk pertaruhan
nl: Bevries TRX om te staken
pl: Zamroź TRX, aby postawić stawkę
pt_br: Congele TRX para fazer stake
ro: Îngheață TRX pentru a miza
ru: Заморозьте TRX для стейкинга
sw: Ganda TRX ili kuweka hisa
th: ฟรีซ TRX เพื่อสเตค
tr: Stake için TRX'i dondurun
uk: Заморозьте TRX для стейкінгу
ur: اسٹیک کرنے کے لیے TRX منجمد کریں
vi: Đóng băng TRX để đặt cọc
zh_hans: 冻结 TRX 以质押
zh_hant: 凍結 TRX 以質押

# info.total_supply.description
source: The total number of coins that exist, including locked or reserved coins.
ar: إجمالي عدد العملات المعدنية الموجودة، بما في ذلك العملات المعدنية المقفلة أو المحجوزة.
bn: লক করা বা সংরক্ষিত কয়েন সহ বিদ্যমান মোট কয়েনের সংখ্যা।
cs: Celkový počet existujících mincí, včetně uzamčených nebo rezervovaných mincí.
da: Det samlede antal mønter, der findes, inklusive låste eller reserverede mønter.
de: Die Gesamtzahl der existierenden Münzen, einschließlich gesperrter oder reservierter Münzen.
es: El número total de monedas que existen, incluidas las monedas bloqueadas o reservadas.
fa: تعداد کل سکه‌های موجود، شامل سکه‌های قفل‌شده یا رزرو شده.
fil: Ang kabuuang bilang ng mga barya na umiiral, kabilang ang mga naka-lock o nakareserbang barya.
fr: Le nombre total de pièces existantes, y compris les pièces bloquées ou réservées.
ha: Jimillar tsabar kuɗin da ke akwai, gami da tsabar kuɗi da aka kulle ko aka ajiye.
he: המספר הכולל של מטבעות שקיימים, כולל מטבעות נעולים או שמורים.
hi: लॉक किए गए या आरक्षित सिक्कों सहित, मौजूद सिक्कों की कुल संख्या।
id: Jumlah total koin yang ada, termasuk koin yang terkunci atau dicadangkan.
it: Il numero totale di monete esistenti, comprese quelle bloccate o riservate.
ja: ロックされたコインや予約されたコインを含む、存在するコインの合計数。
ko: 잠겨 있거나 예약된 코인을 포함하여 존재하는 전체 코인 수입니다.
ms: Jumlah syiling yang wujud, termasuk syiling yang dikunci atau ditempah.
nl: Het totale aantal munten dat bestaat, inclusief vergrendelde of gereserveerde munten.
pl: Łączna liczba istniejących monet, łącznie z monetami zablokowanymi lub zarezerwowanymi.
pt_br: O número total de moedas existentes, incluindo moedas bloqueadas ou reservadas.
ro: Numărul total de monede existente, inclusiv monedele blocate sau rezervate.
ru: Общее количество существующих монет, включая заблокированные или зарезервированные монеты.
sw: Jumla ya sarafu zilizopo, ikijumuisha sarafu zilizofungwa au zilizohifadhiwa.
th: จำนวนเหรียญทั้งหมดที่มีอยู่ รวมทั้งเหรียญที่ถูกล็อกหรือสงวนไว้
tr: Kilitli veya rezerve edilmiş paralar da dahil olmak üzere mevcut toplam para sayısı.
uk: Загальна кількість існуючих монет, включаючи заблоковані або зарезервовані монети.
ur: موجود سکوں کی کل تعداد، بشمول مقفل یا محفوظ سکے
vi: Tổng số lượng tiền xu hiện có, bao gồm cả tiền xu bị khóa hoặc được giữ lại.
zh_hans: 代币总供应量，包括已锁定或预留的部分。
zh_hant: 目前存在的代幣總數，包括鎖定或預留的代幣。
